loadtest/logs/hey/short_c8_baseline.txt

Summary:
  Total:	21.0325 secs
  Slowest:	0.8649 secs
  Fastest:	0.5877 secs
  Average:	0.7001 secs
  Requests/sec:	11.4109
  
  Total data:	172464 bytes
  Size/request:	718 bytes

Response time histogram:
  0.588 [1]	|
  0.615 [0]	|
  0.643 [1]	|
  0.671 [8]	|■■
  0.699 [137]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.726 [76]	|■■■■■■■■■■■■■■■■■■■■■■
  0.754 [9]	|■■■
  0.782 [0]	|
  0.809 [0]	|
  0.837 [0]	|
  0.865 [8]	|■■


Latency distribution:
  10% in 0.6746 secs
  25% in 0.6822 secs
  50% in 0.6927 secs
  75% in 0.7001 secs
  90% in 0.7261 secs
  95% in 0.7378 secs
  99% in 0.8648 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.5877 secs, 0.8649 secs
  DNS-lookup:	0.0001 secs, 0.0000 secs, 0.0021 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0001 secs
  resp wait:	0.7000 secs, 0.5876 secs, 0.8627 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0001 secs

Status code distribution:
  [200]	240 responses